{
  "navigation": {
    "projects": "Projekte",
    "experience": "Erfahrung",
    "blog": "Blog",
    "connect": "Kontakt"
  },
  "header": {
    "title": "Ole Oskar Heinrichs",
    "subtitle": "O$ka",
    "profession": "Musiker & Marketing-Profi",
    "description": "Spezialisiert auf die Schnittstelle zwischen Musik und KI. Derzeit tätig im Marketing & Vertrieb bei EuroArts und als Marketing Manager bei KI-Academy. Leidenschaftlich interessiert an Musikproduktion und KI-Entwicklungen."
  },
  "projects": {
    "title": "Ausgewählte Projekte",
    "musicReleases": {
      "title": "Musik-Veröffentlichungen",
      "description": "Originale Musikveröffentlichungen, die Songwriting, Produktion, Mixing, Mastering und Aufnahmetechniken demonstrieren. Ich habe die meisten meiner Tracks komplett alleine produziert. Ein großer Teil meiner Musikgeschichte befindet sich auf <a href='https://soundcloud.com/murphywav' target='_blank' rel='noopener noreferrer' class='text-accent-tertiary hover:underline'>SoundCloud</a>.",
      "listenOn": "Auf Spotify hören",
      "listenOnApple": "Auf Apple Music hören"
    },
    "youtubeCommentary": {
      "title": "Musik-Analyse",
      "description": "Zusammen mit dem Producer CAS (Sound Engineering BA) und Freunden analysieren wir verschiedene Musikstücke und geben einen tiefgründigen Einblick in Musikproduktion, Kompositionstechniken und unsere musikalischen Einflüsse.",
      "viewOn": "Auf YouTube ansehen"
    }
  },
  "experience": {
    "title": "Berufserfahrung & Ausbildung",
    "current": "Aktuell",
    "euroarts": {
      "title": "Marketing & Vertrieb",
      "period": "Jan 2023 - Heute",
      "description": "Verantwortlich für Marketing und Vertrieb klassischer Musikaufnahmen."
    },
    "kiacademy": {
      "title": "Marketing Manager",
      "period": "Apr 2023 - Heute",
      "description": "Leitung von Marketing-Initiativen für KI-Bildungsprogramme."
    },
    "education": {
      "title": "Musikproduktion & Songwriting, BA",
      "institution": "BIMM Berlin",
      "period": "2019 - 2022",
      "description": "Fokus auf Musikproduktion, Recording und Komposition."
    },
    "internship": {
      "title": "Praktikum",
      "period": "2019",
      "description": "Musikproduktion und Veranstaltungsmanagement"
    }
  },
  "blog": {
    "title": "Blog & Gedanken",
    "comingSoon": "Demnächst verfügbar",
    "stayTuned": "Bleibe dran",
    "description": "Inhalte zu Musik und KI werden bald hier verfügbar sein."
  },
  "connect": {
    "title": "Kontakt",
    "description": "Interessiert an einer Zusammenarbeit oder haben Sie Fragen? Kontaktieren Sie mich über einen der folgenden Kanäle:",
    "email": "E-Mail senden",
    "getInSection": "Kontakt aufnehmen",
    "socialMedia": "Soziale Medien",
    "management": "Management - Anfragen rund um Musik",
    "managementEmail": "info@about-us-records.com"
  },
  "footer": {
    "copyright": " 2025 Ole Oskar Heinrichs. Alle Rechte vorbehalten.",
    "imprint": "Impressum",
    "datenschutz": "Datenschutz",
    "cookieSettings": "Cookie-Einstellungen"
  },
  "cookies": {
    "title": "Datenschutzeinstellungen",
    "description": "Diese Website verwendet Cookies und ähnliche Technologien, die für das Funktionieren der Website notwendig sind. Optional können Sie der Verwendung von Cookies für Analysezwecke zustimmen.",
    "necessary": "Notwendig",
    "necessaryDescription": "Diese Cookies sind für die Grundfunktionen der Website erforderlich und können nicht deaktiviert werden.",
    "analytics": "Analyse",
    "analyticsDescription": "Diese Cookies helfen uns zu verstehen, wie Besucher mit der Website interagieren.",
    "functional": "Funktional",
    "functionalDescription": "Diese Cookies ermöglichen erweiterte Funktionalitäten und Personalisierung.",
    "acceptAll": "Alle akzeptieren",
    "rejectAll": "Alle ablehnen",
    "acceptSelected": "Auswahl akzeptieren",
    "preferences": "Einstellungen",
    "close": "Schließen",
    "cookiePolicy": "Cookie-Richtlinie"
  },
  "imprint": {
    "title": "Impressum",
    "responsiblePerson": "Angaben gemäß § 5 TMG",
    "addressTitle": "Kontakt:",
    "addressLine1": "Ole Oskar Heinrichs",
    "addressLine2": "Mendelstr. 3",
    "addressLine3": "13187 Berlin",
    "addressLine4": "Deutschland",
    "contact": "Kontaktmöglichkeiten",
    "email": "E-Mail",
    "emailAddress": "ooh.oska@outlook.de",
    "umsatzsteuer": "Umsatzsteuer-Identifikationsnummer",
    "umsatzsteuerID": "Keine Umsatzsteuer-ID vorhanden, da private Website",
    "verantwortlich": "Inhaltlich Verantwortlicher",
    "verantwortlicherName": "Ole Oskar Heinrichs (Anschrift wie oben)",
    "streitbeilegung": "Streitschlichtung",
    "streitbeilegungText": "Die Europäische Kommission stellt eine Plattform zur Online-Streitbeilegung (OS) bereit: https://ec.europa.eu/consumers/odr. Meine E-Mail-Adresse finden Sie oben im Impressum. Ich bin nicht bereit oder verpflichtet, an Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle teilzunehmen.",
    "disclaimer": "Haftungsausschluss",
    "haftungInhalte": "Haftung für Inhalte",
    "haftungInhalteText": "Als Diensteanbieter bin ich gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG bin ich als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werde ich diese Inhalte umgehend entfernen.",
    "haftungLinks": "Haftung für Links",
    "haftungLinksText": "Mein Angebot enthält Links zu externen Websites Dritter, auf deren Inhalte ich keinen Einfluss habe. Deshalb kann ich für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werde ich derartige Links umgehend entfernen.",
    "urheberrecht": "Urheberrecht",
    "urheberrechtText": "Die durch den Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet. Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitte ich um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werde ich derartige Inhalte umgehend entfernen.",
    "backToHome": "Zurück zur Startseite"
  },
  "datenschutz": {
    "title": "Datenschutzerklärung",
    "backToHome": "Zurück zur Startseite"
  },
  "languageSwitch": "EN"
}
